Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-plugins.checking
source: Checking…
de: Wird gesucht…
es: Buscando…
fr: Recherche…
ja: 確認中…
ko: 확인 중…
ru: Проверка…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# preferences-plugins.commands-none
source: This plugin doesn't add any commands.
de: Dieses Plugin fügt keine Befehle hinzu.
es: Este plugin no añade comandos.
fr: Cette extension n'ajoute aucune commande.
ja: このプラグインはコマンドを追加しません。
ko: 이 플러그인은 명령을 추가하지 않습니다.
ru: Этот плагин не добавляет команд.
vi: Tiện ích này không thêm lệnh nào.
zh_hans: 此插件没有添加任何命令。
zh_hant: 此外掛程式沒有新增任何指令。

# preferences-plugins.commands-title
source: What it adds
de: Was es hinzufügt
es: Qué añade
fr: Ce qu'elle ajoute
ja: 追加される機能
ko: 추가되는 기능
ru: Что он добавляет
vi: Tiện ích này thêm gì
zh_hans: 它添加了什么
zh_hant: 它新增了什麼

# preferences-plugins.commands-where
source: Right-click a capture in Annotate to run these.
de: Klicke im Annotieren-Fenster mit rechts auf eine Aufnahme, um sie auszuführen.
es: Haz clic derecho en una captura en Anotar para ejecutarlos.
fr: Faites un clic droit sur une capture dans Annoter pour les lancer.
ja: 注釈画面でキャプチャを右クリックすると実行できます。
ko: 주석 화면에서 캡처를 마우스 오른쪽 버튼으로 클릭하면 실행됩니다.
ru: Щёлкните снимок правой кнопкой в режиме разметки, чтобы запустить их.
vi: Nhấp chuột phải vào ảnh chụp trong Chú thích để chạy các lệnh này.
zh_hans: 在标注中右键点击截图即可运行。
zh_hant: 在標註中以右鍵點擊擷取內容即可執行。

# preferences-plugins.consent-asset-read
source: can read %@
de: kann %@ lesen
es: puede leer %@
fr: peut lire %@
ja: %@ を読み取れます
ko: %@을(를) 읽을 수 있습니다
ru: может читать %@
vi: có thể đọc %@
zh_hans: 可以读取 %@
zh_hant: 可以讀取 %@

# preferences-plugins.consent-asset-read-generic
source: can read the capture you run it on
de: kann die Aufnahme lesen, auf der du es ausführst
es: puede leer la captura sobre la que lo ejecutas
fr: peut lire la capture sur laquelle vous l'exécutez
ja: 実行対象のキャプチャを読み取れます
ko: 실행 대상 캡처를 읽을 수 있습니다
ru: может читать снимок, на котором вы его запускаете
vi: có thể đọc ảnh chụp mà bạn chạy nó lên
zh_hans: 可以读取你运行它的那张截图
zh_hant: 可以讀取你執行它的那張擷取內容

# preferences-plugins.consent-clipboard-write
source: can put things on your clipboard
de: kann Dinge in deine Zwischenablage legen
es: puede poner cosas en tu portapapeles
fr: peut placer des éléments dans votre presse-papiers
ja: クリップボードに書き込めます
ko: 클립보드에 항목을 넣을 수 있습니다
ru: может помещать данные в буфер обмена
vi: có thể đặt nội dung vào bảng nhớ tạm
zh_hans: 可以将内容放入剪贴板
zh_hant: 可以將內容放入剪貼板

# preferences-plugins.consent-document-write
source: can change what you have open (%@)
de: kann das Geöffnete ändern (%@)
es: puede modificar lo que tienes abierto (%@)
fr: peut modifier ce que vous avez ouvert (%@)
ja: 開いている内容を変更できます（%@）
ko: 열어 둔 내용을 바꿀 수 있습니다(%@)
ru: может изменять открытое (%@)
vi: có thể thay đổi nội dung bạn đang mở (%@)
zh_hans: 可以更改你打开的内容（%@）
zh_hant: 可以變更你開啟的內容（%@）

# preferences-plugins.consent-document-write-generic
source: can change what you have open
de: kann das Geöffnete ändern
es: puede modificar lo que tienes abierto
fr: peut modifier ce que vous avez ouvert
ja: 開いている内容を変更できます
ko: 열어 둔 내용을 바꿀 수 있습니다
ru: может изменять открытое
vi: có thể thay đổi nội dung bạn đang mở
zh_hans: 可以更改你打开的内容
zh_hant: 可以變更你開啟的內容

# preferences-plugins.consent-image
source: can resize and crop images
de: kann Bilder skalieren und zuschneiden
es: puede redimensionar y recortar imágenes
fr: peut redimensionner et rogner des images
ja: 画像のサイズ変更や切り抜きができます
ko: 이미지 크기 조절과 자르기를 할 수 있습니다
ru: может изменять размер и обрезать изображения
vi: có thể đổi kích thước và cắt ảnh
zh_hans: 可以调整和裁剪图片
zh_hant: 可以調整和裁切圖片

# preferences-plugins.consent-media
source: can look inside videos
de: kann in Videos hineinsehen
es: puede examinar vídeos
fr: peut examiner les vidéos
ja: 動画の中身を調べられます
ko: 동영상 내용을 살펴볼 수 있습니다
ru: может анализировать видео
vi: có thể xem bên trong video
zh_hans: 可以查看视频内容
zh_hant: 可以查看影片內容

# preferences-plugins.consent-network
source: can send data to %@
de: kann Daten an %@ senden
es: puede enviar datos a %@
fr: peut envoyer des données à %@
ja: %@ にデータを送信できます
ko: %@(으)로 데이터를 보낼 수 있습니다
ru: может отправлять данные на %@
vi: có thể gửi dữ liệu đến %@
zh_hans: 可以向 %@ 发送数据
zh_hant: 可以向 %@ 傳送資料

# preferences-plugins.consent-network-generic
source: can send data over the internet
de: kann Daten über das Internet senden
es: puede enviar datos por internet
fr: peut envoyer des données sur internet
ja: インターネットにデータを送信できます
ko: 인터넷으로 데이터를 보낼 수 있습니다
ru: может отправлять данные в интернет
vi: có thể gửi dữ liệu qua internet
zh_hans: 可以通过互联网发送数据
zh_hant: 可以透過網際網路傳送資料

# preferences-plugins.consent-notify
source: can send you notifications
de: kann dir Mitteilungen senden
es: puede enviarte notificaciones
fr: peut vous envoyer des notifications
ja: 通知を送信できます
ko: 알림을 보낼 수 있습니다
ru: может отправлять вам уведомления
vi: có thể gửi thông báo cho bạn
zh_hans: 可以向你发送通知
zh_hant: 可以向你傳送通知

# preferences-plugins.consent-ocr
source: can read text in images, on your Mac
de: kann Text in Bildern lesen — auf deinem Mac
es: puede leer texto en imágenes, en tu Mac
fr: peut lire le texte des images, sur votre Mac
ja: Mac 上で画像内の文字を読み取れます
ko: Mac에서 이미지 속 글자를 읽을 수 있습니다
ru: может распознавать текст на изображениях, локально
vi: có thể đọc chữ trong ảnh, ngay trên máy Mac
zh_hans: 可以在你的 Mac 上识别图片中的文字
zh_hant: 可以在你的 Mac 上辨識圖片中的文字

# preferences-plugins.consent-other
source: asks for “%@”
de: fordert „%@“ an
es: solicita «%@»
fr: demande « %@ »
ja: 「%@」を要求します
ko: “%@”을(를) 요청합니다
ru: запрашивает «%@»
vi: yêu cầu “%@”
zh_hans: 请求“%@”
zh_hant: 要求「%@」

# preferences-plugins.consent-secrets
source: can save a password of its own in your Keychain
de: kann ein eigenes Passwort in deinem Schlüsselbund speichern
es: puede guardar una contraseña propia en tu llavero
fr: peut enregistrer son propre mot de passe dans votre trousseau
ja: 自身のパスワードをキーチェーンに保存できます
ko: 자체 암호를 키체인에 저장할 수 있습니다
ru: может сохранить собственный пароль в связке ключей
vi: có thể lưu mật khẩu riêng của nó vào Keychain của bạn
zh_hans: 可以在你的钥匙串中保存它自己的密码
zh_hant: 可以在你的鑰匙圈中儲存它自己的密碼

# preferences-plugins.consent-storage
source: can save its own settings
de: kann eigene Einstellungen speichern
es: puede guardar sus propios ajustes
fr: peut enregistrer ses propres réglages
ja: 自身の設定を保存できます
ko: 자체 설정을 저장할 수 있습니다
ru: может сохранять свои настройки
vi: có thể lưu cài đặt riêng
zh_hans: 可以保存自身的设置
zh_hant: 可以儲存自身的設定

# preferences-plugins.consent-ui
source: can ask you questions
de: kann dir Fragen stellen
es: puede hacerte preguntas
fr: peut vous poser des questions
ja: 確認ダイアログを表示できます
ko: 질문을 표시할 수 있습니다
ru: может задавать вам вопросы
vi: có thể hỏi bạn
zh_hans: 可以向你提问
zh_hant: 可以向你提問

# preferences-plugins.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
ru: Скопировано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# preferences-plugins.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
ru: Копировать
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# preferences-plugins.details-button
source: Show details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
ja: 詳細を表示
ko: 세부 정보 보기
ru: Показать подробности
vi: Xem chi tiết
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

# preferences-plugins.developer-description
source: For people building plugins. You don't need any of this to use Snapzy.
de: Für Plugin-Entwickler. Zum Benutzen von Snapzy brauchst du das nicht.
es: Para quienes crean plugins. No necesitas nada de esto para usar Snapzy.
fr: Pour celles et ceux qui créent des extensions. Inutile pour utiliser Snapzy.
ja: プラグインを作る人向けです。Snapzy を使うだけなら不要です。
ko: 플러그인을 만드는 사람을 위한 항목입니다. Snapzy를 쓰는 데는 필요하지 않습니다.
ru: Для тех, кто создаёт плагины. Для обычной работы со Snapzy это не нужно.
vi: Dành cho người viết tiện ích. Bạn không cần đến phần này để dùng Snapzy.
zh_hans: 面向插件开发者。使用 Snapzy 并不需要这些。
zh_hant: 提供給外掛程式開發者。使用 Snapzy 並不需要這些。

# preferences-plugins.developer-section
source: Developer Tools
de: Entwicklerwerkzeuge
es: Herramientas para desarrolladores
fr: Outils pour développeurs
ja: 開発者向けツール
ko: 개발자 도구
ru: Инструменты разработчика
vi: Công cụ nhà phát triển
zh_hans: 开发者工具
zh_hant: 開發者工具

# preferences-plugins.development-note
source: Plugins loaded from a folder reload themselves whenever you rebuild them.
de: Aus einem Ordner geladene Plugins laden sich nach jedem Build neu.
es: Los plugins cargados desde una carpeta se recargan solos cada vez que los compilas.
fr: Les extensions chargées depuis un dossier se rechargent à chaque compilation.
ja: フォルダから読み込んだプラグインは、再ビルドのたびに自動で再読み込みされます。
ko: 폴더에서 불러온 플러그인은 다시 빌드할 때마다 자동으로 새로 불러옵니다.
ru: Плагины, загруженные из папки, перезагружаются при каждой пересборке.
vi: Tiện ích tải từ thư mục sẽ tự nạp lại mỗi khi bạn build lại.
zh_hans: 从文件夹载入的插件会在你重新构建时自动重载。
zh_hant: 從資料夾載入的外掛程式會在你重新建置時自動重新載入。

# preferences-plugins.discover-empty
source: No plugins are available right now.
de: Derzeit sind keine Plugins verfügbar.
es: Ahora mismo no hay plugins disponibles.
fr: Aucune extension n'est disponible pour le moment.
ja: 現在利用できるプラグインはありません。
ko: 지금은 사용 가능한 플러그인이 없습니다.
ru: Сейчас доступных плагинов нет.
vi: Hiện chưa có tiện ích nào.
zh_hans: 目前没有可用的插件。
zh_hant: 目前沒有可用的外掛程式。

# preferences-plugins.discover-failed
source: Couldn't load the plugin list: %@
de: Die Plugin-Liste konnte nicht geladen werden: %@
es: No se pudo cargar la lista de plugins: %@
fr: Impossible de charger la liste des extensions : %@
ja: プラグイン一覧を読み込めませんでした: %@
ko: 플러그인 목록을 불러오지 못했습니다: %@
ru: Не удалось загрузить список плагинов: %@
vi: Không tải được danh sách tiện ích: %@
zh_hans: 无法加载插件列表：%@
zh_hant: 無法載入外掛程式列表：%@

# preferences-plugins.discover-loading
source: Loading plugins…
de: Plugins werden geladen…
es: Cargando plugins…
fr: Chargement des extensions…
ja: プラグインを読み込み中…
ko: 플러그인을 불러오는 중…
ru: Загрузка плагинов…
vi: Đang tải tiện ích…
zh_hans: 正在加载插件…
zh_hant: 正在載入外掛程式…

# preferences-plugins.discover-offline
source: You're offline. This is the list Snapzy downloaded last time.
de: Du bist offline. Dies ist die zuletzt geladene Liste.
es: Estás sin conexión. Esta es la lista que Snapzy descargó la última vez.
fr: Vous êtes hors ligne. Voici la liste téléchargée la dernière fois.
ja: オフラインです。前回ダウンロードした一覧を表示しています。
ko: 오프라인 상태입니다. 지난번에 받아 둔 목록을 보여 줍니다.
ru: Нет подключения. Показан список, загруженный в прошлый раз.
vi: Bạn đang ngoại tuyến. Đây là danh sách Snapzy tải về lần trước.
zh_hans: 你处于离线状态，这是 Snapzy 上次下载的列表。
zh_hant: 你目前離線，這是 Snapzy 上次下載的列表。

# preferences-plugins.discover-retry
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# preferences-plugins.discover-section
source: Available Plugins
de: Verfügbare Plugins
es: Plugins disponibles
fr: Extensions disponibles
ja: 利用できるプラグイン
ko: 사용 가능한 플러그인
ru: Доступные плагины
vi: Tiện ích có sẵn
zh_hans: 可用插件
zh_hant: 可用的外掛程式

# preferences-plugins.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# preferences-plugins.edit-add-item
source: add things
de: Dinge hinzufügen
es: añadir elementos
fr: ajouter des éléments
ja: 要素の追加
ko: 항목 추가
ru: добавлять элементы
vi: thêm nội dung
zh_hans: 添加内容
zh_hant: 新增內容

# preferences-plugins.edit-remove-item
source: delete things
de: Dinge löschen
es: eliminar elementos
fr: supprimer des éléments
ja: 要素の削除
ko: 항목 삭제
ru: удалять элементы
vi: xóa nội dung
zh_hans: 删除内容
zh_hant: 刪除內容

# preferences-plugins.edit-set-crop
source: crop
de: zuschneiden
es: recortar
fr: rogner
ja: 切り抜き
ko: 자르기
ru: обрезать
vi: cắt ảnh
zh_hans: 裁剪
zh_hant: 裁切

# preferences-plugins.edit-update-item
source: change things
de: Dinge ändern
es: modificar elementos
fr: modifier des éléments
ja: 要素の変更
ko: 항목 수정
ru: изменять элементы
vi: sửa nội dung
zh_hans: 修改内容
zh_hant: 修改內容

# preferences-plugins.empty-action
source: Browse Plugins
de: Plugins durchsuchen
es: Explorar plugins
fr: Parcourir les extensions
ja: プラグインを見る
ko: 플러그인 둘러보기
ru: Открыть каталог
vi: Xem tiện ích
zh_hans: 浏览插件
zh_hant: 瀏覽外掛程式

# preferences-plugins.empty-message
source: Add one from Discover to give Snapzy extra tools.
de: Füge eines aus „Entdecken“ hinzu, um Snapzy zu erweitern.
es: Añade uno desde Descubrir para ampliar Snapzy.
fr: Ajoutez-en une depuis Découvrir pour enrichir Snapzy.
ja: 「見つける」から追加すると Snapzy に機能が増えます。
ko: ‘둘러보기’에서 하나를 추가해 Snapzy에 도구를 더해 보세요.
ru: Добавьте плагин из каталога, чтобы расширить Snapzy.
vi: Thêm một tiện ích từ mục Khám phá để Snapzy có thêm công cụ.
zh_hans: 从「发现」中添加一个，为 Snapzy 增加更多工具。
zh_hant: 從「探索」中新增一個，為 Snapzy 增加更多工具。

# preferences-plugins.empty-title
source: No plugins yet
de: Noch keine Plugins
es: Aún no hay plugins
fr: Aucune extension
ja: プラグインはまだありません
ko: 아직 플러그인이 없습니다
ru: Плагинов пока нет
vi: Chưa có tiện ích nào
zh_hans: 还没有插件
zh_hant: 尚無外掛程式

# preferences-plugins.enable-help
source: Turn this plugin on or off
de: Dieses Plugin ein- oder ausschalten
es: Activar o desactivar este plugin
fr: Activer ou désactiver cette extension
ja: このプラグインのオン/オフ
ko: 이 플러그인 켜기/끄기
ru: Включить или выключить этот плагин
vi: Bật hoặc tắt tiện ích này
zh_hans: 打开或关闭此插件
zh_hant: 開啟或關閉此外掛程式

# preferences-plugins.install
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
ru: Установить
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# preferences-plugins.install-failed
source: Couldn't install: %@
de: Installation fehlgeschlagen: %@
es: No se pudo instalar: %@
fr: Installation impossible : %@
ja: インストールできませんでした: %@
ko: 설치하지 못했습니다: %@
ru: Не удалось установить: %@
vi: Không cài được: %@
zh_hans: 无法安装：%@
zh_hant: 無法安裝：%@

# preferences-plugins.install-succeeded
source: Installed.
de: Installiert.
es: Instalado.
fr: Installée.
ja: インストールしました。
ko: 설치했습니다.
ru: Установлен.
vi: Đã cài xong.
zh_hans: 已安装。
zh_hant: 已安裝。

# preferences-plugins.installed
source: Installed
de: Installiert
es: Instalado
fr: Installée
ja: インストール済み
ko: 설치됨
ru: Установлен
vi: Đã cài
zh_hans: 已安装
zh_hant: 已安裝

# preferences-plugins.installed-section
source: Your Plugins
de: Deine Plugins
es: Tus plugins
fr: Vos extensions
ja: 使用中のプラグイン
ko: 내 플러그인
ru: Ваши плагины
vi: Tiện ích của bạn
zh_hans: 你的插件
zh_hant: 你的外掛程式

# preferences-plugins.installing
source: Installing…
de: Wird installiert…
es: Instalando…
fr: Installation…
ja: インストール中…
ko: 설치 중…
ru: Установка…
vi: Đang cài…
zh_hans: 正在安装…
zh_hant: 正在安裝…

# preferences-plugins.intro
source: Plugins add extra tools to Snapzy. Each one runs locked away from the rest of your Mac and has to ask before it can read your capture, use the internet, or change anything.
de: Plugins erweitern Snapzy um zusätzliche Werkzeuge. Jedes läuft abgeschottet vom Rest deines Macs und muss fragen, bevor es deine Aufnahme lesen, das Internet nutzen oder etwas ändern darf.
es: Los plugins añaden herramientas adicionales a Snapzy. Cada uno se ejecuta aislado del resto del Mac y debe pedirte permiso antes de leer tu captura, usar internet o cambiar algo.
fr: Les extensions ajoutent des outils à Snapzy. Chacune s'exécute isolée du reste de votre Mac et doit demander votre accord avant de lire votre capture, d'utiliser internet ou de modifier quoi que ce soit.
ja: プラグインは Snapzy に機能を追加します。それぞれ Mac の他の部分から隔離して動作し、キャプチャの読み取り・インターネットの利用・変更の前に必ず確認します。
ko: 플러그인은 Snapzy에 추가 도구를 더합니다. 각 플러그인은 Mac의 나머지 부분과 격리되어 실행되며, 캡처를 읽거나 인터넷을 사용하거나 무언가를 바꾸기 전에 반드시 물어봅니다.
ru: Плагины добавляют в Snapzy дополнительные инструменты. Каждый работает изолированно от остальной системы и обязан спросить разрешение, прежде чем прочитать снимок, выйти в интернет или что-то изменить.
vi: Tiện ích mở rộng bổ sung công cụ cho Snapzy. Mỗi tiện ích chạy tách biệt khỏi phần còn lại của máy Mac và phải xin phép trước khi đọc ảnh chụp, dùng internet hay thay đổi bất cứ thứ gì.
zh_hans: 插件为 Snapzy 添加额外工具。每个插件都与 Mac 的其余部分隔离运行，读取你的截图、联网或做出更改前都必须征得同意。
zh_hant: 外掛程式為 Snapzy 增加額外工具。每個外掛程式都與 Mac 的其餘部分隔離執行，讀取你的擷取內容、連線或變更任何東西前都必須先徵求同意。

# preferences-plugins.kind-annotate-session
source: what you're annotating
de: was du gerade annotierst
es: lo que estás anotando
fr: ce que vous annotez
ja: 注釈中の内容
ko: 주석 중인 내용
ru: то, что вы размечаете
vi: nội dung bạn đang chú thích
zh_hans: 你正在标注的内容
zh_hant: 你正在標註的內容

# preferences-plugins.load-folder
source: Load Plugin from Folder…
de: Plugin aus Ordner laden…
es: Cargar plugin desde una carpeta…
fr: Charger une extension depuis un dossier…
ja: フォルダからプラグインを読み込む…
ko: 폴더에서 플러그인 불러오기…
ru: Загрузить плагин из папки…
vi: Tải tiện ích từ thư mục…
zh_hans: 从文件夹载入插件…
zh_hant: 從資料夾載入外掛程式…

# preferences-plugins.load-folder-failed
source: Couldn't load: %@
de: Laden fehlgeschlagen: %@
es: No se pudo cargar: %@
fr: Chargement impossible : %@
ja: 読み込めませんでした: %@
ko: 불러오지 못했습니다: %@
ru: Не удалось загрузить: %@
vi: Không tải được: %@
zh_hans: 无法载入：%@
zh_hant: 無法載入：%@

# preferences-plugins.load-folder-prompt
source: Load Plugin
de: Plugin laden
es: Cargar plugin
fr: Charger l'extension
ja: 読み込む
ko: 불러오기
ru: Загрузить
vi: Tải tiện ích
zh_hans: 载入插件
zh_hant: 載入外掛程式

# preferences-plugins.load-folder-succeeded
source: Loaded %@.
de: %@ geladen.
es: Se cargó %@.
fr: %@ chargée.
ja: %@ を読み込みました。
ko: %@을(를) 불러왔습니다.
ru: Загружен %@.
vi: Đã tải %@.
zh_hans: 已载入 %@。
zh_hant: 已載入 %@。

# preferences-plugins.location-title
source: Location
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所
ko: 위치
ru: Расположение
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# preferences-plugins.permissions-none
source: This plugin doesn't ask for anything sensitive.
de: Dieses Plugin fordert nichts Sensibles an.
es: Este plugin no pide nada sensible.
fr: Cette extension ne demande rien de sensible.
ja: このプラグインは重要な権限を求めていません。
ko: 이 플러그인은 민감한 권한을 요청하지 않습니다.
ru: Этот плагин не запрашивает ничего чувствительного.
vi: Tiện ích này không yêu cầu quyền nhạy cảm nào.
zh_hans: 此插件不会请求任何敏感权限。
zh_hant: 此外掛程式不會要求任何敏感權限。

# preferences-plugins.permissions-title
source: What it can do
de: Was es darf
es: Qué puede hacer
fr: Ce qu'elle peut faire
ja: できること
ko: 할 수 있는 일
ru: Что он может
vi: Tiện ích này làm được gì
zh_hans: 它能做什么
zh_hant: 它能做什麼

# preferences-plugins.problem-title
source: Needs your attention
de: Braucht deine Aufmerksamkeit
es: Necesita tu atención
fr: Nécessite votre attention
ja: 対応が必要です
ko: 확인이 필요합니다
ru: Требует внимания
vi: Cần bạn xử lý
zh_hans: 需要你处理
zh_hant: 需要你處理

# preferences-plugins.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# preferences-plugins.remove
source: Remove Plugin…
de: Plugin entfernen…
es: Eliminar plugin…
fr: Supprimer l'extension…
ja: プラグインを削除…
ko: 플러그인 제거…
ru: Удалить плагин…
vi: Gỡ tiện ích…
zh_hans: 移除插件…
zh_hant: 移除外掛程式…

# preferences-plugins.remove-alert-message
source: This deletes the plugin along with its settings and anything it saved, including passwords it stored. You can't undo this.
de: Damit werden das Plugin, seine Einstellungen und alles Gespeicherte gelöscht — auch hinterlegte Passwörter. Das lässt sich nicht rückgängig machen.
es: Esto borra el plugin junto con sus ajustes y todo lo que haya guardado, incluidas las contraseñas. No se puede deshacer.
fr: Cela supprime l'extension, ses réglages et tout ce qu'elle a enregistré, y compris les mots de passe. Action irréversible.
ja: プラグインと設定、保存された内容（パスワードを含む）をすべて削除します。取り消せません。
ko: 플러그인과 설정, 저장된 항목(암호 포함)을 모두 삭제합니다. 되돌릴 수 없습니다.
ru: Плагин будет удалён вместе с настройками и всем, что он сохранил, включая пароли. Отменить нельзя.
vi: Thao tác này xóa tiện ích cùng cài đặt và mọi thứ nó đã lưu, kể cả mật khẩu. Bạn không thể hoàn tác.
zh_hans: 这会删除插件及其设置和保存的所有内容，包括存储的密码。此操作无法撤销。
zh_hant: 這會刪除外掛程式及其設定和儲存的所有內容，包括已儲存的密碼。此操作無法復原。

# preferences-plugins.remove-alert-title
source: Remove “%@”?
de: „%@“ entfernen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 제거할까요?
ru: Удалить «%@»?
vi: Gỡ “%@”?
zh_hans: 移除“%@”？
zh_hant: 移除「%@」？

# preferences-plugins.remove-confirm
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
ru: Удалить
vi: Gỡ
zh_hans: 移除
zh_hant: 移除

# preferences-plugins.reset-permissions
source: Ask Me Again
de: Erneut fragen
es: Volver a preguntarme
fr: Me redemander
ja: もう一度確認する
ko: 다시 물어보기
ru: Спрашивать снова
vi: Hỏi lại tôi
zh_hans: 再次询问我
zh_hant: 再次詢問我

# preferences-plugins.reset-permissions-description
source: Forget what you allowed, so Snapzy asks the next time this plugin runs.
de: Vergisst deine Zustimmungen, damit Snapzy beim nächsten Start wieder fragt.
es: Olvida lo que permitiste para que Snapzy vuelva a preguntar la próxima vez.
fr: Oublie vos autorisations pour que Snapzy vous redemande la prochaine fois.
ja: 許可した内容を忘れ、次回の実行時に再び確認します。
ko: 허용한 내용을 잊고, 다음에 실행할 때 다시 물어봅니다.
ru: Забыть выданные разрешения, чтобы Snapzy спросил снова при следующем запуске.
vi: Quên những gì bạn đã cho phép, để Snapzy hỏi lại vào lần chạy tiếp theo.
zh_hans: 忘记你已允许的内容，下次运行时 Snapzy 会重新询问。
zh_hant: 忘記你已允許的內容，下次執行時 Snapzy 會重新詢問。

# preferences-plugins.reset-permissions-done
source: Snapzy will ask for permission again next time.
de: Snapzy fragt beim nächsten Mal wieder nach.
es: Snapzy volverá a pedir permiso la próxima vez.
fr: Snapzy vous redemandera l'autorisation la prochaine fois.
ja: 次回、改めて許可を確認します。
ko: 다음에 다시 권한을 요청합니다.
ru: В следующий раз Snapzy снова запросит разрешение.
vi: Snapzy sẽ hỏi quyền lại vào lần sau.
zh_hans: 下次 Snapzy 会重新请求权限。
zh_hant: 下次 Snapzy 會重新請求權限。

# preferences-plugins.sandbox-note
source: Every plugin is locked away from the rest of your Mac in the same way, whoever made it.
de: Jedes Plugin ist auf die gleiche Weise vom Rest deines Macs abgeschottet — unabhängig davon, wer es gemacht hat.
es: Todos los plugins quedan aislados del resto del Mac de la misma forma, sea quien sea su autor.
fr: Chaque extension est isolée du reste de votre Mac de la même manière, quel qu'en soit l'auteur.
ja: 作者が誰であっても、すべてのプラグインは同じように Mac の他の部分から隔離されます。
ko: 누가 만들었든 모든 플러그인은 동일한 방식으로 Mac의 나머지 부분과 격리됩니다.
ru: Любой плагин, кем бы он ни был создан, одинаково изолирован от остальной системы.
vi: Mọi tiện ích đều bị tách biệt khỏi phần còn lại của máy Mac theo cùng một cách, bất kể ai tạo ra nó.
zh_hans: 无论出自谁手，每个插件都以相同方式与 Mac 的其余部分隔离。
zh_hant: 無論出自誰手，每個外掛程式都以相同方式與 Mac 的其餘部分隔離。

# preferences-plugins.segment-discover
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 見つける
ko: 둘러보기
ru: Каталог
vi: Khám phá
zh_hans: 发现
zh_hant: 探索

# preferences-plugins.segment-installed
source: Installed
de: Installiert
es: Instalados
fr: Installées
ja: インストール済み
ko: 설치됨
ru: Установленные
vi: Đã cài
zh_hans: 已安装
zh_hant: 已安裝

# preferences-plugins.status-blocked
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloquée
ja: ブロック中
ko: 차단됨
ru: Заблокирован
vi: Bị chặn
zh_hans: 已阻止
zh_hant: 已封鎖

# preferences-plugins.status-developer
source: Developer
de: Entwicklung
es: Desarrollo
fr: Développement
ja: 開発中
ko: 개발용
ru: Разработка
vi: Nhà phát triển
zh_hans: 开发中
zh_hant: 開發中

# preferences-plugins.status-needs-setup
source: Needs setup
de: Einrichtung nötig
es: Falta configurar
fr: À configurer
ja: 設定が必要
ko: 설정 필요
ru: Нужна настройка
vi: Cần thiết lập
zh_hans: 需要设置
zh_hant: 需要設定

# preferences-plugins.status-needs-update
source: Needs a newer Snapzy
de: Benötigt ein neueres Snapzy
es: Requiere un Snapzy más reciente
fr: Nécessite une version plus récente de Snapzy
ja: 新しい Snapzy が必要
ko: 더 최신 Snapzy 필요
ru: Нужна новая версия Snapzy
vi: Cần Snapzy mới hơn
zh_hans: 需要更新版本的 Snapzy
zh_hant: 需要更新版本的 Snapzy

# preferences-plugins.status-not-working
source: Not working
de: Funktioniert nicht
es: No funciona
fr: Ne fonctionne pas
ja: 動作していません
ko: 작동하지 않음
ru: Не работает
vi: Không chạy được
zh_hans: 无法运行
zh_hant: 無法運作

# preferences-plugins.status-off
source: Off
de: Aus
es: Desactivado
fr: Désactivée
ja: オフ
ko: 꺼짐
ru: Выключен
vi: Đang tắt
zh_hans: 已关闭
zh_hant: 已關閉
